module.exports = {
  kor: {
    title: '자주 묻는 질문들',
    questions: [  
      {
        id: 1,
        question: '전공자가 아닌데도 괜찮을까요?',
        answer: '오히려 전공자가 아니어서 갖을 수 있는 장점들이 많습니다. 다양한 경험은 포트폴리오를 구성하는 신선한 재료가 됩니다.'
      },
      {
        id: 2,
        question: '포트폴리오를 저 혼자서도 준비 할 수 있나요?',
        answer: '포트폴리오는 기본적으로 혼자서도 준비 하실 수 있습니다! 다만, 애초에 기초가 부족 하시거나 처음 시작하시는 분들이나 실질적인 스킬 혹은 아이디어를 발전 시키고 싶으신 분들이 저희 RDA를 많이 찾아주고 계십니다.'
      },
      {
        id: 3,
        question: '저는 어떤 전공에 어울릴까요?',
        answer: 'RDA에는 디자인/순수미술/산업/패션/인테리어/디벨롭 등등 캐나다 내 예술 & 디자인 분야에 종사 중이신 카운셀러 선배들과 현업에 종사중이신 튜터 선생님들이 많습니다. 주기적인 1:1 개별 면담을 통해 RDA 의 학생들은 튜터들과 진로를 공유하고 피드백 받습니다. 단기적인 목표 달성이 아닌, 장기적으로 학생에게 정말 맞는 전공을 선택 할 수 있도록 RDA의 카운셀러와 튜터들이 학생들과 함께 합니다.'
      },
      {
        id: 4,
        question: '한국 입시미술과는 많이 다른가요?',
        answer: ''
      },
      {
        id: 5,
        question: '이민에 유리한 과를 추천해 주세요',
        answer: ''
      },
      {
        id: 6,
        question: '수엽료는 어떻게 되나요?',
        answer: ''
      },
      {
        id: 7,
        question: '수업 시간/장소는 어떻게 되나요?',
        answer: ''
      },
      {
        id: 8,
        question: '수업은 어떤 식으로 진행 되나요?',
        answer: ''
      },
      {
        id: 9,
        question: '몇 달 만에 끝낼 수 있나요?',
        answer: ''
      },
      {
        id: 10,
        question: '1:1 개인 수업도 가능한가요?',
        answer: ''
      }
    ],
    more: '다른 궁금한 사항이 있으시거나 질문들에 대한 구체적인 답변을 원하시면, 트라이얼 및 1:1 상담 신청을 해주세요!',
    btn: '무료 상담신청'
  },

  en: {
    questions: [  
      {
        id: 1,
        question: '제가 전공자가 아닌데도 괜찮을까요?',
        answer: '오히려 전공자가 아니어서 갖을 수 있는 장점들이 많습니다. 다양한 경험은 포트폴리오를 구성하는 신선한 재료가 됩니다.'
      },
      {
        id: 2,
        question: '저 혼자서도 준비 할 수 있나요?',
        answer: '포트폴리오는 기본적으로 혼자서도 준비 하실 수 있습니다! 다만, 애초에 기초가 부족 하시거나 처음 시작하시는 분들이나 실질적인 스킬 혹은 아이디어를 발전 시키고 싶으신 분들이 저희 RDA를 많이 찾아주고 계십니다.'
      },
      {
        id: 3,
        question: '저는 어떤 전공에 어울릴까요?',
        answer: 'RDA에는 디자인/순수미술/산업/패션/인테리어/디벨롭 등등 캐나다 내 예술 & 디자인 분야에 종사 중이신 카운셀러 선배들과 현업에 종사중이신 튜터 선생님들이 많습니다. 주기적인 1:1 개별 면담을 통해 RDA 의 학생들은 튜터들과 진로를 공유하고 피드백 받습니다. 단기적인 목표 달성이 아닌, 장기적으로 학생에게 정말 맞는 전공을 선택 할 수 있도록 RDA의 카운셀러와 튜터들이 학생들과 함께 합니다.'
      },
      {
        id: 4,
        question: '한국은 입시 미술과는 많이 다른가요?',
        answer: ''
      },
      {
        id: 5,
        question: '이민에 유리한 과를 추천해 주세요',
        answer: ''
      },
      {
        id: 6,
        question: '수엽료는 어떻게 되나요?',
        answer: ''
      },
      {
        id: 7,
        question: '수업 시간과 장소는 어떻게 되나요?',
        answer: ''
      },
      {
        id: 8,
        question: '수업은 어떤 식으로 진행 되나요?',
        answer: ''
      },
      {
        id: 9,
        question: '몇 달 만에 끝낼 수 있나요?',
        answer: ''
      },
      {
        id: 10,
        question: '1:1 개인 수업도 가능한가요?',
        answer: ''
      }
    ],
    more: '다른 궁금한 사항이 있으시거나 질문들에 대한 구체적인 답변을 원하시면, 트라이얼 및 1:1 상담 신청을 해주세요!',
    btn: '무료 상담신청'
  }
}