import React, { Component } from 'react';

import '../styles/programDetail.scss';

export default class ProgramDetailKor extends Component {
  render(){
    
    return(
      <div className='programDetail'>
        <h1>프로그램</h1>
        <p>
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
        </p>
        <p>
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
        </p>
        <p>
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다. 
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
          한글로 된 글입니다. 한글로 된 글입니다. 한글로 된 글입니다.
        </p>
      </div>
    )
  }
}